Repository: jhank31/website
Catalog: lib/l10n/arb/app_*.arb
Languages: es

source: Hello
es: Hola

# my_email_subject
source: Contact me
es: Contactame

# my_email_body
source: Hi Jhan, i love your work and i would like to discuss a project with you...
es: Hola Jhan, me encanta tu trabajo y me gustaría discutir un proyecto contigo...

# my_presentation
source: Hello, I'm Jhancarlos Lenis and I'm a Flutter Senior Developer
es: Hola, soy Jhancarlos Lenis y soy un Desarrollador Flutter Senior

source: Home
es: Inicio

source: Skills
es: Habilidades

source: Projects
es: Proyectos

source: Contact
es: Contacto

source: Get in touch
es: Contactame

# what_i_can_do
source: Developer specialized in Flutter and Dart, building smooth and scalable mobile apps for Android and iOS, with SQLite integration for efficient local data management. Focused on performance, clean design, and crafting experiences that truly connect with users.
es: Desarrollador especializado en Flutter y Dart, construyo aplicaciones móviles fluidas y escalables para Android e iOS, integrando SQLite para un manejo eficiente de datos locales. Enfocado en rendimiento, diseño limpio y experiencias que realmente conectan con el usuario.

# homecenter_description
source: Homecenter is a mobile app for the Sodimac chain of stores in Latin America. It allows you to browse the products and add them to your cart.
es: Homecenter es una aplicación móvil para la cadena de tiendas Sodimac en América Latina. Permite navegar por los productos y agregarlos al carrito.

# pideky_description
source: Pideky is a mobile app for the Nutresa chain of stores in America. It allows you to browse the products and add them to your cart.
es: Pideky es una aplicación móvil para la cadena de tiendas Nutresa en América. Permite navegar por los productos y agregarlos al carrito.

# longevo_description
source: Longevo is a health and wellness app in Latin America. It allows you to track your health and wellness goals and achievements.
es: Longevo es una aplicación de salud y bienestar en América Latina. Permite rastrear tus objetivos de salud y bienestar y lograr tus metas.

# finandina_bank_description
source: Finandina Bank is a banking app in Colombia. It allows you to manage your finances and investments.
es: Finandina Bank es una aplicación bancaria en Colombia. Permite gestionar tus finanzas y inversiones.

source: Available on
es: Disponible en

source: About me
es: Sobre mí

# about_me_description
source: Software development engineer with more than 4 years of experience in mobile application development using Flutter. I have led high impact projects from architecture to deployment in stores, implementing modular, scalable and user experience oriented solutions. Expert in development best practices, monitoring tools and code quality improvement.
es: Ingeniero de desarrollo de software con más de 4 años de experiencia en el desarrollo de aplicaciones móviles usando Flutter. He liderado proyectos de alto impacto desde la arquitectura hasta la implementación en tiendas, implementando soluciones modulares, escalables y orientadas a la experiencia del usuario. Experto en prácticas de desarrollo, herramientas de monitoreo y mejora de la calidad del código.

# get_in_touch_description
source: Get in touch with me to discuss your next project. I'm always looking for new challenges and opportunities to grow.
es: Contactame para discutir tu próximo proyecto. Estoy siempre buscando nuevos desafíos y oportunidades para crecer.

source: Social media
es: Redes sociales

# created_by
source: Created by Jhancarlos Lenis
es: Creado por Jhancarlos Lenis

source: Created with Flutter
es: Creado con Flutter
